{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "EditorLanguageToggle",
			"Children": [
				{
					"Source":
					{
						"Text": "Source Language"
					},
					"Translation":
					{
						"Text": "La langue source lors du changement de langue de l’éditeur\r\nO idioma de origem ao alternar o idioma do editor"
					},
					"Key": "SourceLanguage"
				},
				{
					"Source":
					{
						"Text": "Target Language"
					},
					"Translation":
					{
						"Text": "La langue cible lors du changement de langue de l’éditeur"
					},
					"Key": "TargetLanguage"
				}
			]
		},
		{
			"Namespace": "FEditorLanguageToggleModule",
			"Children": [
				{
					"Source":
					{
						"Text": "Editor Language Toggle"
					},
					"Translation":
					{
						"Text": "Changement de langue de l’éditeur"
					},
					"Key": "EditorLanguageToggleSection"
				},
				{
					"Source":
					{
						"Text": "Editor Language Toggle"
					},
					"Translation":
					{
						"Text": "Changement de langue de l’éditeur"
					},
					"Key": "EditorLanguageToggleSettingsName"
				},
				{
					"Source":
					{
						"Text": "Settings for the Editor Language Toggle plugin."
					},
					"Translation":
					{
						"Text": "Paramètres du plugin Editor Language Toggle"
					},
					"Key": "EditorLanguageToggleSettingsDescription"
				},
				{
					"Source":
					{
						"Text": "Toggle Editor Language"
					},
					"Translation":
					{
						"Text": "Changement de langue de l’éditeur"
					},
					"Key": "EditorLanguageToggleSwitchTooltip"
				}
			]
		},
		{
			"Namespace": "UObjectToolTips",
			"Children": [
				{
					"Source":
					{
						"Text": "Enable or disable the editor language toggle feature."
					},
					"Translation":
					{
						"Text": "Activer/désactiver la fonction de changement de langue de l’éditeur"
					},
					"Key": "EditorLanguageToggleSettings:bEnableLanguageToggle"
				},
				{
					"Source":
					{
						"Text": "The language to switch from when toggling the editor language."
					},
					"Translation":
					{
						"Text": "Sélection de la langue par défaut à basculer"
					},
					"Key": "EditorLanguageToggleSettings:SourceCulture"
				},
				{
					"Source":
					{
						"Text": "The language to switch to when toggling the editor language."
					},
					"Translation":
					{
						"Text": "Sélection de la langue cible"
					},
					"Key": "EditorLanguageToggleSettings:TargetCulture"
				},
				{
					"Source":
					{
						"Text": "The position of the language toggle button in the toolbar."
					},
					"Translation":
					{
						"Text": "Position du bouton de changement de langue dans la barre d’outils"
					},
					"Key": "EditorLanguageToggleSettings:ToolbarPosition"
				},
				{
					"Source":
					{
						"Text": "ドロップダウン用: カルチャーコードのリスト"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "EditorLanguageToggleSettings:GetAvailableEditorLanguageCodes"
				},
				{
					"Source":
					{
						"Text": "表示名取得用"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "EditorLanguageToggleSettings:GetAvailableEditorLanguages"
				}
			]
		}
	]
}